[PD_Shield_Marshal X2WeaponTemplate]
FriendlyName="美国法警徽章"
FriendlyNamePlural="美国法警徽章s"
BriefSummary="战前几年，美国经历了一段犯罪高发期，导致美国各执法部门获得了大量资金支持。为美国法警制造的这种出人意料地坚固的徽章，就是那个时代的产物之一."
TacticalText="战前几年，美国经历了一段犯罪高发期，导致美国各执法部门获得了大量资金支持。为美国法警制造的这种出人意料地坚固的徽章，就是那个时代的产物之一."
AbilityDescName="盾牌"

[PD_Shield_Phalanx X2WeaponTemplate]
FriendlyName="警方防暴盾牌"
FriendlyNamePlural="警方防暴盾牌"
BriefSummary="这是一面从旧华盛顿特区警察局站点缴获的大型、有棱角、高度防弹的盾牌。这些盾牌肯定不是用来对抗外星人的，但警察为什么会需要如此先进的防弹盾牌呢？美国的犯罪情况比我记忆中还要糟糕，还是这只是美国一贯的过度准备（过度杀伤力）作风？"
TacticalText="这是一面从旧华盛顿特区警察局站点缴获的大型、有棱角、高度防弹的盾牌。这些盾牌肯定不是用来对抗外星人的，但警察为什么会需要如此先进的防弹盾牌呢？美国的犯罪情况比我记忆中还要糟糕，还是这只是美国一贯的过度准备（过度杀伤力）作风？"
AbilityDescName="盾牌"

[PD_Shield_Phalanx_Badge X2WeaponTemplate]
FriendlyName="方阵队长盾牌"
FriendlyNamePlural="方阵队长盾牌"
BriefSummary="这面从旧华盛顿特区警察局站点缴获的大型、有棱角、高度防弹的盾牌，从前面贴着的巨大徽章来看，似乎这种款式是属于某种高级警官的."
TacticalText="这面从旧华盛顿特区警察局站点缴获的大型、有棱角、高度防弹的盾牌，从前面贴着的巨大徽章来看，似乎这种款式是属于某种高级警官的."
AbilityDescName="盾牌"

[PD_Shield_RusMerc X2WeaponTemplate]
FriendlyName="俄罗斯雇佣兵盾牌"
FriendlyNamePlural="俄罗斯雇佣兵盾牌"
BriefSummary="一群神秘的俄罗斯雇佣兵设计了一种奇特的防弹盾牌。即使在战前，关于他们的情报也很少，而且就算有也都是机密。根据我听到的谣言，他们在俄罗斯的荒野里捣鼓一些真正的科幻玩意儿。我们的部队在地球另一边的变种人军火库中发现了这些盾牌，看来外星人比我们先一步找到了他们."
TacticalText="一群神秘的俄罗斯雇佣兵设计了一种奇特的防弹盾牌。即使在战前，关于他们的情报也很少，而且就算有也都是机密。根据我听到的谣言，他们在俄罗斯的荒野里捣鼓一些真正的科幻玩意儿。我们的部队在地球另一边的变种人军火库中发现了这些盾牌，看来外星人比我们先一步找到了他们."
AbilityDescName="盾牌"

[PD_Shield_Swat X2WeaponTemplate]
FriendlyName="特警盾牌"
FriendlyNamePlural="特警盾牌"
BriefSummary="从一座废弃的警察局里找到的战前遗物。除了自然磨损之外，看起来并没怎么使用过."
TacticalText="从一座废弃的警察局里找到的战前遗物。除了自然磨损之外，看起来并没怎么使用过."
AbilityDescName="盾牌"

[PD_Shield_FBI X2WeaponTemplate]
FriendlyName="联邦调查局盾牌"
FriendlyNamePlural="联邦调查局盾牌"
BriefSummary="我不太明白为什么联邦调查局（F.B.I.）会有自己品牌的防暴盾牌，但我想，你永远不知道什么时候可能会用到它."
TacticalText="我不太明白为什么联邦调查局（F.B.I.）会有自己品牌的防暴盾牌，但我想，你永远不知道什么时候可能会用到它."
AbilityDescName="盾牌"

[PD_Shield_Zeal X2WeaponTemplate]
FriendlyName="Z特遣队防暴盾牌"
FriendlyNamePlural="Z特遣队防暴盾牌"
BriefSummary="啊，Z特遣队精英突击军团，美国国土安全部战前的秘密武器。这是一支由美国最聪明、最凶狠、最坚韧的坏蛋组成的特工部队。这看起来就是他们在华盛顿特区使用的盾牌型号，当时他们正试图阻止一群臭名昭著的抢劫银行的恐怖小丑。不，我没开玩笑."
TacticalText="啊，Z特遣队精英突击军团，美国国土安全部战前的秘密武器。这是一支由美国最聪明、最凶狠、最坚韧的坏蛋组成的特工部队。这看起来就是他们在华盛顿特区使用的盾牌型号，当时他们正试图阻止一群臭名昭著的抢劫银行的恐怖小丑。不，我没开玩笑."
AbilityDescName="盾牌"
